Repository: common-repository/woo-facturante
Catalog: languages/woo-facturante-*.po
Languages: es_es

source: Facturante Settings
es_es: Facturante

source: DNI
es_es: CUIT/CUIL/DNI

source: <strong>Error</strong>: DNI must be a numeric value!.
es_es: <strong>Error</strong>: DNI debe ser un valor numérico!.

source: <strong>Error</strong>: DNI is required!.
es_es: <strong>Error</strong>: el DNI es obligatorio!.

# placeholder
source: enter your dni
es_es: ingrese su dni

source: Your DNI is invalid.
es_es: El CUIT/CUIL/DNI es incorrecto.

source: create invoice
es_es: Crear factura

source: Invoice
es_es: Factura

source: awaiting invoice
es_es: Esperando factura

source: view invoice
es_es: Ver factura

source: Input parameters
es_es: Parámetros de entrada

source: Activate test mode
es_es: Activar modo de pruebas

source: Activate sandbox mode.
es_es: Se imprimirán comprobantes sin validez fiscal.

source: User
es_es: Usuario

source: User provided by Facturante
es_es: Usuario provisto por Facturante

source: Password provided by Facturante
es_es: Clave provista por Facturante

source: Organization ID
es_es: Id de empresa

source: Organization number provided by Facturante
es_es: Nro. de empresa provisto por Facturante

source: Point of sale
es_es: Punto de venta

source: Point of sale for invoices, i.e: 0004, must be filled with zeros.
es_es: Punto de venta, por ej. 0005, debe estar relleno con ceros hacia la izquierda.

source: Contact
es_es: Contacto
